[
  [
    "Armor of Gleaming",
    "Armor",
    "Common",
    "0",
    "75",
    "3",
    "This armor never gets dirty."
  ],
  [
    "Cast-Off Armor",
    "Armor",
    "Common",
    "1",
    "150",
    "3",
    "You can doff this armor as an action."
  ],
  [
    "Shield of Expression",
    "Armor",
    "Common",
    "0",
    "75",
    "3",
    "The front of this shield is shaped in the likeness of a face. While bearing the shield, you can use a bonus action to alter the face’s expression.\n\nA shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.\n"
  ],
  [
    "Smoldering Armor",
    "Armor",
    "Common",
    "0",
    "75",
    "3",
    "Wisps of harmless, odorless smoke rise from this armor while it is worn."
  ],
  [
    "Instrument of Illusion",
    "Instrument",
    "Common",
    "1",
    "150",
    "3",
    "While you are playing this musical instrument, you can create harmless, illusory visual effects within a 5-foot-radius sphere centered on the instrument. If you are a bard, the radius increases to 15 feet. Sample visual effects include luminous musical notes, a spectral dancer, butterflies, and gently falling snow. The magical effects have neither substance nor sound, and they are obviously illusory. The effects end when you stop playing."
  ],
  [
    "Instrument of Scribing",
    "Instrument",
    "Common",
    "1",
    "150",
    "3",
    "This musical instrument has 3 charges. While you are playing it, you can use an action to expend 1 charge from the instrument and write a magical message on a nonmagical object or surface that you can see within 30 feet of you. The message can be up to six words long and is written in a language you know. If you are a bard, you can scribe an additional seven words and choose to make the message glow faintly, allowing it to be seen in nonmagical darkness. Casting dispel magic on the message erases it. Otherwise, the message fades away after 24 hours.\n\nThe instrument regains all expended charges daily at dawn."
  ],
  [
    "Potion of Climbing",
    "Potion",
    "Common",
    "1",
    "150",
    "1 potion/player/week",
    "When you drink this potion, you gain a climbing speed equal to your walking speed for 1 hour. During this time, you have advantage on Strength (Athletics) checks you make to climb. The potion is separated into brown, silver, and gray layers resembling bands of stone. Shaking the bottle fails to mix the colors."
  ],
  [
    "Potion of Comprehension",
    "Potion",
    "Common",
    "1",
    "150",
    "1 potion/player/week",
    "When you drink this potion, you gain the effect of a comprehend languages spell for 1 hour. This liquid is a clear concoction with bits of salt and soot swirling in it."
  ],
  [
    "Potion of Healing",
    "Potion",
    "Common",
    "1",
    "150",
    "1 potion/player/week",
    "You regain 2d4+2 hit points when you drink this potion. Whatever its potency, the potion’s red liquid glimmers when agitated."
  ],
  [
    "Potion of Watchful Rest",
    "Potion",
    "Common",
    "1",
    "150",
    "1 potion/player/week",
    "When you drink this potion, you gain the following benefits for the next 8 hours: magic can't put you to sleep, and you can remain awake during a long rest and still gain its benefits. This sweet, amber-colored brew has no effect on creatures that don't require sleep, such as elves."
  ],
  [
    "Spell Scroll/Spellwrought Tattoo Cantrip",
    "Scroll",
    "Common",
    "1",
    "150",
    "1 scroll/player/week",
    null
  ],
  [
    "Spell Scroll/Spellwrought Tattoo 1st Lvl",
    "Scroll",
    "Common",
    "1",
    "250",
    "1 scroll/player/week",
    null
  ],
  [
    "Illuminator's Tattoo",
    "Tattoo",
    "Common",
    "3",
    "500",
    "3",
    "Produced by a special needle, this magic tattoo features beautiful calligraphy, images of writing implements, and the like.\n\nTattoo Attunement. To attune to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.\n\nIf your attunement to the tattoo ends, the tattoo vanishes, and the needle reappears in your space.\n\nMagical Scribing. While this tattoo is on your skin, you can write with your fingertip as if it were an ink pen that never runs out of ink.\n\nAs an action, you can touch a piece of writing up to one page in length and speak a creature’s name. The writing becomes invisible to everyone other than you and the named creature for the next 24 hours. Either of you can dismiss the invisibility by touching the script (no action required). Once used, this action can’t be used again until the next dawn."
  ],
  [
    "Masquerade Tattoo",
    "Tattoo",
    "Common",
    "1",
    "150",
    "3",
    "Produced by a special needle, this magic tattoo appears on your body as whatever you desire.\n\nTattoo Attunement. To attune to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.\n\nIf your attunement to the tattoo ends, the tattoo vanishes, and the needle reappears in your space.\n\nFluid Ink. As a bonus action, you can shape the tattoo into any color or pattern and move it to any area of your skin. Whatever form it takes, it is always obviously a tattoo. It can range in size from no smaller than a copper piece to an intricate work of art that covers all your skin.\n\nDisguise Self. As an action, you can use the tattoo to cast the disguise self spell (DC 13 to discern the disguise). Once the spell is cast from the tattoo, it can’t be cast from the tattoo again until the next dawn."
  ],
  [
    "Sheath Tattoo",
    "Tattoo",
    "Common",
    "3",
    "500",
    "3",
    "This tattoo can hold a singular weapon in a small pocket dimension. You can sheath the weapon in this tattoo as an action, or draw it as a bonus action. When it is sheathed, an image of the sheathed weapon appears on the tattoo, while a sheath image is present while the weapon is outside of the pocket dimension"
  ],
  [
    "Staff of Adornment",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "If you place an object weighing no more than 1 pound (such as a shard of crystal, an egg, or a stone) above the tip of the staff while holding it, the object floats an inch from the staff’s tip and remains there until it is removed or until the staff is no longer in your possession. The staff can have up to three such objects floating over its tip at any given time. While holding the staff, you can make one or more of the objects slowly spin or turn in place."
  ],
  [
    "Staff of Birdcalls",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    " ",
    "This wooden staff is decorated with bird carvings. It has 10 charges. While holding it, you can use an action to expend 1 charge from the staff and cause it to create one of the following sounds out to a range of 60 feet: a finch’s chirp, a raven’s caw, a duck’s quack, a chicken’s cluck, a goose’s honk, a loon’s call, a turkey’s gobble, a seagull’s cry, an owl’s hoot, or an eagle’s shriek.\n\nThe staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff explodes in a harmless cloud of bird feathers and is lost forever."
  ],
  [
    "Staff of Flowers",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "This wooden staff has 10 charges. While holding it, you can use an action to expend 1 charge from the staff and cause a flower to sprout from a patch of earth or soil within 5 feet of you, or from the staff itself. Unless you choose a specific kind of flower, the staff creates a mild-scented daisy. The flower is harmless and nonmagical, and it grows or withers as a normal flower would.\n\nThe staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff turns into flower petals and is lost forever."
  ],
  [
    "Wand of Conducting",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "This wand has 3 charges. While holding it, you can use an action to expend 1 of its charges and create orchestral music by waving it around. The music can be heard out to a range of 60 feet and ends when you stop waving the wand.\n\nThe wand regains all expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, a sad tuba sound plays as the wand crumbles to dust and is destroyed."
  ],
  [
    "Wand of Pyrotechnics",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges and create a harmless burst of multicolored light at a point you can see up to 60 feet away. The burst of light is accompanied by a crackling noise that can be heard up to 300 feet away. The light is as bright as a torch flame but lasts only a second.\n\nThe wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand erupts in a harmless pyrotechnic display and is destroyed."
  ],
  [
    "Wand of Scowls",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "This wand has 3 charges. While holding it, you can use an action to expend 1 of its charges and target a Humanoid you can see within 30 feet of you. The target must succeed on a DC 10 Charisma saving throw or be forced to scowl for 1 minute.\n\nThe wand regains all expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand transforms into a wand of smiles.\n"
  ],
  [
    "Wand of Smiles",
    "Wand/Staff/Rod",
    "Common",
    "0",
    "75",
    "3",
    "This wand has 3 charges. While holding it, you can use an action to expend 1 of its charges and target a Humanoid you can see within 30 feet of you. The target must succeed on a DC 10 Charisma saving throw or be forced to smile for 1 minute.\n\nThe wand regains all expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand transforms into a wand of scowls."
  ],
  [
    "Armblade",
    "Weapon",
    "Common",
    "1",
    "150",
    "3",
    "An armblade is a magic weapon that attaches to your arm, becoming inseparable from you as long as you're attuned to it. To attune to this item, you must hold it against your forearm for the entire attunement period.\n\nAs a bonus action, you can retract the armblade into your forearm or extend it from there. While it is extended, you can use the weapon as if you were holding it, and you can't use that hand for other purposes. (Warforged Only)"
  ],
  [
    "Walloping Ammunition X5",
    "Weapon",
    "Common",
    "0",
    "250",
    "3",
    "This ammunition packs a wallop. A creature hit by the ammunition must succeed on a DC 10 Strength saving throw or be knocked prone.\n"
  ],
  [
    "Bead of Nourishment",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This spongy, flavorless, gelatinous bead dissolves on your tongue and provides as much nourishment as 1 day of rations."
  ],
  [
    "Bead of Refreshment",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This spongy, flavorless, gelatinous bead dissolves in liquid, transforming up to a pint of the liquid into fresh, cold drinking water. The bead has no effect on magical liquids or harmful substances such as poison."
  ],
  [
    "Boots of False Tracks",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "Only humanoids can wear these boots. While wearing the boots, you can choose to have them leave tracks like those of another kind of humanoid of your size."
  ],
  [
    "Ear Horn of Hearing",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While held up to your ear, this horn suppresses the effects of the deafened condition on you, allowing you to hear normally."
  ],
  [
    "Bottle of Boundless Coffee",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This metal bottle carries delicious, warm coffee. The bottle comes with a stopper, which is attached to the bottle by a little chain. Even when open, the bottle won't accept any liquid other than the coffee it produces. The coffee inside is always comfortably warm, and none of the heat can be felt through the bottle.\n\nEach time you drink the coffee, roll a d20. On a 1, the bottle refuses to dispense coffee for the next hour. If you pour coffee from the bottle, rather than drinking from it, the coffee vanishes the moment it leaves the bottle."
  ],
  [
    "Candle of the Deep",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "The flame of this candle is not extinguished when immersed in water. It gives off light and heat like a normal candle."
  ],
  [
    "Charlatan's Die",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "Whenever you roll this six-sided die, you can control which number it rolls."
  ],
  [
    "Chest of Preserving",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "Food and other perishable items do not age or decay while inside a Chest of Preserving. The chest is 2½ feet long, 1½ feet wide, and 1 foot tall with a half-barrel lid. The chest has a lock, which can be picked with thieves' tools and a successful DC 15 Dexterity check. Smashing the lock or any other part of the chest renders it nonmagical."
  ],
  [
    "Cleansing Stone",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "A cleansing stone is a sphere 1 foot in diameter, engraved with mystic sigils. When touching the stone, you can use an action to activate it and remove dirt and grime from your garments and your person\n"
  ],
  [
    "Cloak of Billowing",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While wearing this cloak, you can use a bonus action to make it billow dramatically."
  ],
  [
    "Cloak of Many Fashions",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "While wearing this cloak, you can use a bonus action to change the style, color, and apparent quality of the garment. The cloak’s weight doesn’t change. Regardless of its appearance, the cloak can’t be anything but a cloak. Although it can duplicate the appearance of other magic cloaks, it doesn’t gain their magical properties.\n"
  ],
  [
    "Clockwork Amulet",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "This copper amulet contains tiny interlocking gears and is powered by magic from Mechanus, a plane of clockwork predictability. A creature that puts an ear to the amulet can hear faint ticking and whirring noises coming from within.\n\nWhen you make an attack roll while wearing the amulet, you can forgo rolling the d20 to get a 10 on the die. Once used, this property can’t be used again until the next dawn.\n"
  ],
  [
    "Clothes of Mending",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This elegant outfit of traveler’s clothes magically mends itself to counteract daily wear and tear. Pieces of the outfit that are destroyed can’t be repaired in this way."
  ],
  [
    "Dark Shard Amulet",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "This amulet is fashioned from a single shard of resilient extraplanar material originating from the realm of your warlock patron. While you are wearing it, you gain the following benefits:\n\nYou can use the amulet as a spellcasting focus for your warlock spells.\nYou can try to cast a cantrip that you don’t know. The cantrip must be on the warlock spell list, and you must make a DC 10 Intelligence (Arcana) check. If the check succeeds, you cast the spell. If the check fails, so does the spell, and the action used to cast the spell is wasted. In either case, you can’t use this property again until you finish a long rest.\n(Warlock Only)"
  ],
  [
    "Dread Helm",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This fearsome steel helm makes your eyes glow red and hides the rest of your face in shadow while you wear it."
  ],
  [
    "Enduring Spellbook",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This spellbook, along with anything written on its pages, can’t be damaged by fire or immersion in water. In addition, the spellbook doesn’t deteriorate with age."
  ],
  [
    "Ersatz Eye",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This artificial eye replaces a real one that was lost or removed. While the ersatz eye is embedded in your eye socket, it can’t be removed by anyone other than you, and you can see through the tiny orb as though it were a normal eye"
  ],
  [
    "Orb of Direction",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While holding this orb, you can use an action to determine which way is north. This property functions only on the Material Plane."
  ],
  [
    "Everbright Lantern",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This bullseye lantern contains an Eberron dragonshard that sheds light comparable to that produced by a continual flame spell. An everbright lantern sheds light in a 120-foot cone; the closest 60 feet is bright light, and the farthest 60 feet is dim light."
  ],
  [
    "Feather token",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This small metal disk is inscribed with the image of a feather. When you fall at least 20 feet while the token is on your person, you descend 60 feet per round and take no damage from falling. The token’s magic is expended after you land, whereupon the disk becomes nonmagical. (Consumable)"
  ],
  [
    "Orb of Time",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While holding this orb, you can use an action to determine whether it is morning, afternoon, evening, or nighttime outside. This property functions only on the Material Plane."
  ],
  [
    "Hat of Vermin",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This hat has 3 charges. While holding the hat, you can use an action to expend 1 of its charges and speak a command word that summons your choice of a bat, a frog, or a rat. The summoned creature magically appears in the hat and tries to get away from you as quickly as possible. The creature is neither friendly nor hostile, and it isn’t under your control. It behaves as an ordinary creature of its kind and disappears after 1 hour or when it drops to 0 hit points. The hat regains all expended charges daily at dawn."
  ],
  [
    "Hat of Wizardry",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "This antiquated, cone-shaped hat is adorned with gold crescent moons and stars. While you are wearing it, you gain the following benefits:\n\nYou can use the hat as a spellcasting focus for your wizard spells.\nYou can try to cast a cantrip that you don’t know. The cantrip must be on the wizard spell list, and you must make a DC 10 Intelligence (Arcana) check. If the check succeeds, you cast the spell. If the check fails, so does the spell, and the action used to cast the spell is wasted. In either case, you can’t use this property again until you finish a long rest (Wizard Only)"
  ],
  [
    "Heward's Handy Spice Pouch",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This belt pouch appears empty and has 10 charges. While holding the pouch, you can use an action to expend 1 of its charges, speak the name of any nonmagical food seasoning (such as salt, pepper, saffron, or cilantro), and remove a pinch of the desired seasoning from the pouch. A pinch is enough to season a single meal. The pouch regains 1d6 + 4 expended charges daily at dawn.\n"
  ],
  [
    "Pole of Angling",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While holding this 10-foot pole, you can speak a command word and transform it into a fishing pole with a hook, a line, and a reel. Speaking the command word again changes the fishing pole back into a normal 10-foot pole."
  ],
  [
    "Pole of Collapsing",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While holding this 10-foot pole, you can use an action to speak a command word and cause it to collapse into a 1-foot-long rod, for ease of storage. The pole’s weight doesn’t change. You can use an action to speak a different command word and cause the rod to revert to a pole; however, the rod will elongate only as far as the surrounding space allows."
  ],
  [
    "Horn of Silent Alarm",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This horn has 4 charges. When you use an action to blow it, one creature of your choice can hear the horn’s blare, provided the creature is within 600 feet of the horn and not deafened. No other creature hears sound coming from the horn. The horn regains 1d4 expended charges daily at dawn."
  ],
  [
    "Pressure Capsule",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This small capsule is made of beeswax blended with sand and a variety of enchanted water plants. A creature who consumes a pressure capsule ignores the effects of swimming at depths greater than 100 feet (see “Unusual Environments” in chapter 5 of the Dungeon Master’s Guide)."
  ],
  [
    "Lantern of Tracking",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This hooded lantern burns for 6 hours on 1 pint of oil, shedding bright light in a 30-foot radius and dim light for an additional 30 feet.\n\nEach lantern of tracking is designed to track down a certain type of creature, which is determined by rolling on the Lantern of Tracking table. Once determined, this creature type can’t be changed. While the lantern is within 300 feet of any creature of that type, its flame turns bright green. The lantern doesn’t pinpoint the creature’s exact location, however.\n\nLantern of Tracking\nd10\tCreature Type\n1\tAberrations\n2\tCelestials\n3\tConstructs\n4\tDragons\n5\tElementals\n6\tFey\n7\tFiends\n8\tGiants\n9\tMonstrosities\n10\tUndead"
  ],
  [
    "Lock of Trickery",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This lock appears to be an ordinary lock (of the type described in chapter 5 of the Player’s Handbook) and comes with a single key. The tumblers in this lock magically adjust to thwart burglars. Dexterity checks made to pick the lock have disadvantage."
  ],
  [
    "Masque Charm",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "A masque charm is a small silver pin. While wearing this charm, you can use an action to cast the disguise self spell (DC 13 to discern the disguise). Once the spell is cast, it can’t be cast from the charm again until the next sunset. When casting the spell, you can have the spell last for its normal 1 hour duration or for 6 hours. If you choose the 6-hour duration, the charm becomes nonmagical when the spell ends. In either case, the spell ends if the charm is removed from you."
  ],
  [
    "Moodmark Paint",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This thick, black paint is stored in a small jar, containing enough paint to apply moodmarks to one creature. The paint is dabbed on the face in spots or markings that often resemble the eyes of insects or spiders. Applying the paint in this way takes 1 minute.\n\nFor the next 8 hours, the marks change to reflect your mental state. A creature that can see you and makes a successful DC 10 Wisdom (Insight) check can discern whether you are happy, sad, angry, disgusted, surprised, or afraid, as well as the main source of that emotion. For example, you might communicate fear caused by a monster you just saw around the corner, grief at the loss of a friend, or happiness derived from pride in your performance in combat. A dark elf has advantage on this check."
  ],
  [
    "Mystery Key",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "A question mark is worked into the head of this key. The key has a 5 percent chance of unlocking any lock into which it’s inserted. Once it unlocks something, the key disappears."
  ],
  [
    "Orb of Gonging",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This common wondrous item is a hollow, 5-inch-diameter orb that weighs 5 pounds. Its outer shell is composed of notched bronze rings, which can be turned so that the notches line up. Aligning the notches requires an action, and doing so causes the orb to gong loudly until the notches are no longer aligned. The sounds are spaced 6 seconds apart and can be heard out to a range of 600 feet."
  ],
  [
    "Orb of Shielding",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "An orb of shielding is a polished, spherical chunk of crystal or stone aligned to one of the planes of existence. If you're a spellcaster, you can use this orb as a spellcasting focus.\n\nIf you're holding the orb when you take damage of the type associated with the orb's material, you can use your reaction to reduce the damage by 1d4 (to a minimum of 0). The materials and their associated damage types are listed in the Orb of Shielding table.\n\nFernian basalt - Fire\n\nIrian quartz - Radiant\n\nKythrian skarn - Acid and poison\n\nLamannian flint - Lightning and thunder\n\nMabaran obsidian - Necrotic\n\nRisian shale - Cold\n\nShavarran chert - Force\n\nXorian marble - Psychic"
  ],
  [
    "Perfume of Bewitching",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This tiny vial contains magic perfume, enough for one use. You can use an action to apply the perfume to yourself, and its effect lasts 1 hour. For the duration, you have advantage on all Charisma checks directed at humanoids of challenge rating 1 or lower. Those subjected to the perfume’s effect are not aware that they’ve been influenced by magic."
  ],
  [
    "Pipe of Remembrance",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This long, delicate wooden pipe features a bowl made from smooth river stone. When the pipe is lit, smoke exhaled from it does not dissipate, instead lingering around the bearer. After 10 minutes, the smoke forms moving shapes that reenact the bearer’s most impressive and heroic achievements for 5 minutes. When this realistic performance is complete, the smoke dissipates. The pipe can’t be used this way again until the next dawn."
  ],
  [
    "Pipe of Smoke Monsters",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "While smoking this pipe, you can use an action to exhale a puff of smoke that takes the form of a single creature, such as a dragon, a flumph, or a froghemoth. The form must be small enough to fit in a 1-foot cube and loses its shape after a few seconds, becoming an ordinary puff of smoke."
  ],
  [
    "Pot of Awakening",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "If you plant an ordinary shrub in this 10-pound clay pot and let it grow for 30 days, the shrub magically transforms into an awakened shrub at the end of that time. When the shrub awakens, its roots break the pot, destroying it.\n\nThe awakened shrub is friendly toward you. Absent commands from you, it does nothing."
  ],
  [
    "Veteran's Cane",
    "Wonderous Item",
    "Common",
    "",
    "75",
    "3",
    null
  ],
  [
    "Prosthetic Limb",
    "Wonderous Item",
    "Common",
    "0",
    "75",
    "3",
    "This item replaces a lost limb—a hand, an arm, a foot, a leg, or a similar body part. While the prosthetic is attached, it functions identically to the part it replaces. You can detach or reattach it as an action, and it can’t be removed against your will. It detaches if you die."
  ],
  [
    "Rope of Mending",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "You can cut this 50-foot coil of hempen rope into any number of smaller pieces, and then use an action to speak a command word and cause the pieces to knit back together. The pieces must be in contact with each other and not otherwise in use. A rope of mending is forever shortened if a section of it is lost or destroyed."
  ],
  [
    "Ruby of the War Mage",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "Etched with eldritch runes, this 1-inch-diameter ruby allows you to use a simple or martial weapon as a spellcasting focus for your spells. For this property to work, you must attach the ruby to the weapon by pressing the ruby against it for at least 10 minutes. Thereafter, the ruby can’t be removed unless you detach it as an action or the weapon is destroyed. Not even an antimagic field causes it to fall off. The ruby does fall off the weapon if your attunement to the ruby ends.\n(Requires attunement by a spellcaster)"
  ],
  [
    "Scribe's Pen",
    "Wonderous Item",
    "Common",
    "",
    "75",
    "3",
    null
  ],
  [
    "Shiftweave",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "When a suit of shiftweave is created, up to five different outfits can be embedded into the cloth. While wearing the clothing, you can speak its command word as a bonus action to transform your outfit into your choice of one of the other designs contained within it. Regardless of its appearance, the outfit can’t be anything but clothing. Although it can duplicate the look of other magical clothing, it doesn’t gain their magical properties."
  ],
  [
    "Spellshard",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This polished Eberron dragonshard fits in the hand and stores information similar to a book. The shard can hold the equivalent of one book that’s no more than 320 pages long. A shard can be created blank or already filled with information. When the shard is created, the creator can set a passphrase that must be spoken to access the information stored within.\n\nWhile holding the shard, you can use an action to open your mind to the shard, seeing its content in your mind. On subsequent rounds, reading the text or scribing new text on blank “pages” in the shard requires concentration (as if concentrating on a spell) and takes the same amount of time it takes you to read and write normally. Thinking of a particular phrase or topic draws you to the first section in the shard that addresses it.\n\nA wizard can use a spellshard as a spellbook, with the usual cost in gold and time to “scribe” a spell into the shard."
  ],
  [
    "Spyglass of Clairvoyance",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "As an action, you can look through the spyglass of clairvoyance at a location within 1 mile of you that is obstructing your view, such as a mountain, castle, or forest. You must then succeed on a DC 15 Wisdom check using cartographer’s tools to map the natural terrain found within three miles of that chosen point. You do not gain any knowledge of creatures, structures, or anything other than natural terrain. This property of the spyglass cannot be used again until the next dawn."
  ],
  [
    "Talking Doll",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "While this stuffed doll is within 5 feet of you, you can spend a short rest telling it to say up to six phrases, none of which can be more than six words long, and you can set a condition under which the doll speaks each phrase. You can also replace old phrases with new ones. Whatever the condition, it must occur within 5 feet of the doll to make it speak. For example, whenever someone picks up the doll, it might say, “I want a piece of candy.” The doll’s phrases are lost when your attunement to the doll ends."
  ],
  [
    "Tankard of Plenty",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This golden stein is decorated with dancing dwarves and grain patterns.\n\nIf you speak the command word (“Illefarn”) while grasping the handle, the tankard fills with three pints of rich dwarven ale. The tankard has 3 charges. Using the tankard’s property expends 1 charge, and the tankard regains all expended charges daily at dawn."
  ],
  [
    "Tankard of Sobriety",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "This tankard has a stern face sculpted into one side. You can drink ale, wine, or any other nonmagical alcoholic beverage poured into it without becoming inebriated. The tankard has no effect on magical liquids or harmful substances such as poison."
  ],
  [
    "Thermal Cube",
    "Wonderous Item",
    "Common",
    "3",
    "500",
    "3",
    "This 3-inch cube of solid brimstone generates enough dry heat to keep the temperature within 15 feet of it at 95 degrees Fahrenheit (35 degrees Celsius)."
  ],
  [
    "Wand Sheath",
    "Wonderous Item",
    "Common",
    "1",
    "150",
    "3",
    "A wand sheath clamps onto your arm and imparts the following benefits:\n\nThe wand sheath can't be removed from you while you’re attuned to it.\nYou can insert a wand into the sheath as an action. The sheath can hold only one wand at a time.\nYou can retract or extend a wand from the sheath as a bonus action. While the wand is extended, you can use it as if you were holding it, but your hand remains free.\nIf a sheathed wand requires attunement, you must attune to the wand before you can use it. However, the wand sheath and the attached wand count as a single magic item with regard to the number of magic items you can attune to. If you remove the wand from the sheath, your attunement to the wand ends.\n(Requires attunement by a warforged)"
  ],
  [
    "Adamantine Armor",
    "Armor",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "This suit of armor is reinforced with adamantine, one of the hardest substances in existence. While you're wearing it, any critical hit against you becomes a normal hit."
  ],
  [
    "Armor of Fungal Spores",
    "Armor",
    "Uncommon",
    "5",
    "750",
    "",
    "Honored",
    "While wearing this armor, you can take a bonus action to make the armor emit poisonous spores, which fill a 10-foot-radius sphere centered on yourself. Each creature in that area must succeed on a DC 15 Constitution saving throw or have the poisoned condition until the end of your next turn. Once this property is used, it can’t be used again until the next dawn."
  ],
  [
    "Armor of the Fallen",
    "Armor",
    "Uncommon",
    "5",
    "750",
    "",
    "Revered",
    "While wearing this armor, you can use it to cast either Speak With Dead or Animate Dead. Once the armor has cast a spell in this way, it can’t cast either spell until the next dawn.\n\nYour soul keeps this armor together. If you die while you are attuned to the armor, the armor is destroyed."
  ],
  [
    "Armor of Weightlessness",
    "Armor",
    "Uncommon",
    "7",
    "1000",
    "",
    "Revered",
    "This armor has 5 charges. While you wear it, you can use a bonus action to expend 1 or more charges to cast one of the following spells from the armor, targeting yourself: Jump (1 charge) or Levitate (2 charges).\n\nThis armor regains 1d4 + 1 expended charges daily at dawn."
  ],
  [
    "Boomerang Shield",
    "Armor",
    "Uncommon",
    "3",
    "500",
    "",
    "Honored",
    "You can make a ranged weapon attack with this magic shield. It has a normal range of 20 feet and a long range of 60 feet, and it uses your Strength or Dexterity for the attack roll (your choice). If you’re proficient with shields, you are proficient with attacks made using this shield. On a hit, it deals 1d6 slashing damage. If you throw the shield, it reappears in your hand the instant after it hits or misses a target.\n\nA shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time."
  ],
  [
    "Mariner's Armor",
    "Armor",
    "Uncommon",
    "10",
    "1750",
    "",
    "Friendly",
    "While wearing this armor, you have a swimming speed equal to your walking speed. In addition, whenever you start your turn underwater with 0 hit points, the armor causes you to rise 60 feet toward the surface. The armor is decorated with fish and shell motifs."
  ],
  [
    "Serpent Scale Armor ***",
    "Armor",
    "Uncommon",
    "10",
    "1750",
    "This suit of magic armor is made from shimmering scales. While wearing it, you can apply your full Dexterity modifier (instead of a maximum of +2) when determining your Armor Class. In addition, this armor does not impose disadvantage on your Dexterity (Stealth) checks.\n\nThis armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets."
  ],
  [
    "Mithral Armor",
    "Armor",
    "Uncommon",
    "7",
    "1000",
    "",
    "Honored",
    "Mithral is a light, flexible metal. A mithral chain shirt or breastplate can be worn under normal clothes.\n\nIf the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithral version of the armor doesn't."
  ],
  [
    "Ammunition +1",
    "Weapon",
    "Uncommon",
    "1",
    "150",
    null
  ],
  [
    "Sentinel Shield",
    "Armor",
    "Uncommon",
    "7",
    "1000",
    "",
    "Friendly",
    "While holding this shield, you have advantage on initiative rolls and Wisdom (Perception) checks. The shield is emblazoned with a symbol of an eye.\n\nA shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time."
  ],
  [
    "Shield +1",
    "Armor",
    "Uncommon",
    "7",
    "1000",
    "",
    "Honored",
    "While holding this shield, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC."
  ],
  [
    "Instrument of the Bards",
    "Instrument",
    "Uncommon",
    "15",
    "2750",
    "",
    "Honored",
    "An instrument of the bards is an exquisite example of its kind, superior to an ordinary instrument in every way. Seven types of these instruments exist, each named after a legendary bard college. The following table lists the spells common to all instruments, as well as the spells specific to each one and its rarity. A creature that attempts to play the instrument without being attuned to it must succeed on a DC 15 Wisdom saving throw or take 2d4 psychic damage.\n\nYou can use an action to play the instrument and cast one of its spells. Once the instrument has been used to cast a spell, it can’t be used to cast that spell again until the next dawn. The spells use your spellcasting ability and spell save DC.\n\nYou can play the instrument while casting a spell that causes any of its targets to be charmed on a failed saving throw, thereby imposing disadvantage on the save. This effect applies only if the spell has a somatic or a material component.\n\nAll - Fly, invisibility, levitate, protection from evil and good, plus the spells listed for the particular instrument\n\nDoss lute, Uncommon - Animal friendship, protection from energy (fire only), protection from poison\n\nFochlucan bandore, Uncommon - Entangle, faerie fire, shillelagh, speak with animals\n\nMac-Fuirmidh cittern, Uncommon - Barkskin, cure wounds, fog cloud"
  ],
  [
    "Pipes of Haunting",
    "Instrument",
    "Uncommon",
    "7",
    "1000",
    "",
    "Friendly",
    "You must be proficient with wind instruments to use these pipes. They have 3 charges. You can use an action to play them and expend 1 charge to create an eerie, spellbinding tune. Each creature within 30 feet of you that hears you play must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these pipes for 24 hours. The pipes regain 1d3 expended charges daily at dawn."
  ],
  [
    "Pipes of the Sewers",
    "Instrument",
    "Uncommon",
    "5",
    "750",
    "",
    "Honored",
    "You must be proficient with wind instruments to use these pipes. While you are attuned to the pipes, ordinary rats and giant rats are indifferent toward you and will not attack you unless you threaten or harm them.\n\nThe pipes have 3 charges. If you play the pipes as an action, you can use a bonus action to expend 1 to 3 charges, calling forth one swarm of rats with each expended charge, provided that enough rats are within half a mile of you to be called in this fashion (as determined by the GM). If there aren't enough rats to form a swarm, the charge is wasted. Called swarms move toward the music by the shortest available route but aren't under your control otherwise. The pipes regain 1d3 expended charges daily at dawn.\n\nWhenever a swarm of rats that isn't under another creature's control comes within 30 feet of you while you are playing the pipes, you can make a Charisma check contested by the swarm's Wisdom check. If you lose the contest, the swarm behaves as it normally would and can't be swayed by the pipes' music for the next 24 hours. If you win the contest, the swarm is swayed by the pipes' music and becomes friendly to you and your companions for as long as you continue to play the pipes each round as an action. A friendly swarm obeys your commands. If you issue no commands to a friendly swarm, it defends itself but otherwise takes no actions. If a friendly swarm starts its turn and can't hear the pipes' music, your control over that swarm ends, and the swarm behaves as it normally would and can't be swayed by the pipes' music for the next 24 hours."
  ],
  [
    "Rhythm-Maker's Drum +1",
    "Instrument",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "While holding this drum, you gain a bonus to spell attack rolls and to the saving throw DCs of your bard spells. The bonus is determined by the drum’s rarity.\n\nAs an action, you can play the drum to regain one use of your Bardic Inspiration feature. This property of the drum can’t be used again until the next dawn."
  ],
  [
    "Bottled Breath",
    "Potion",
    "Uncommon",
    "1",
    "150",
    "1 potion/player/week",
    "Honored",
    "This bottle contains a breath of elemental air. When you inhale it, you either exhale it or hold it.\n\nIf you exhale the breath, you gain the effect of the gust of wind spell. If you hold the breath, you don’t need to breathe for 1 hour, though you can end this benefit early (for example, to speak). Ending it early doesn’t give you the benefit of exhaling the breath."
  ],
  [
    "Oil of Slipperiness",
    "Potion",
    "Uncommon",
    "3",
    "500",
    "1 potion/player/week",
    "Friendly",
    "This sticky black unguent is thick and heavy in the container, but it flows quickly when poured. The oil can cover a Medium or smaller creature, along with the equipment it's wearing and carrying (one additional vial is required for each size category above Medium). Applying the oil takes 10 minutes. The affected creature then gains the effect of a freedom of movement spell for 8 hours.\n\nAlternatively, the oil can be poured on the ground as an action, where it covers a 10-foot square, duplicating the effect of the grease spell in that area for 8 hours."
  ],
  [
    "Potion of Animal Friendship",
    "Potion",
    "Uncommon",
    "1",
    "150",
    "1 potion/player/week",
    "Friendly",
    "When you drink this potion, you can cast the animal friendship spell (save DC 13) for 1 hour at will. Agitating this muddy liquid brings little bits into view: a fish scale, a hummingbird tongue, a cat claw, or a squirrel hair."
  ],
  [
    "Potion of Fire Breath",
    "Potion",
    "Uncommon",
    "7",
    "1000",
    "1 potion/player/week",
    "Honored",
    "After drinking this potion, you can use a bonus action to exhale fire at a target within 30 feet of you. The target must make a DC 13 Dexterity saving throw, taking 4d6 fire damage on a failed save, or half as much damage on a successful one. The effect ends after you exhale the fire three times or when 1 hour has passed.\n\nThis potion's orange liquid flickers, and smoke fills the top of the container and wafts out whenever it is opened."
  ],
  [
    "Potion of Hill Giant Strength",
    "Potion",
    "Uncommon",
    "5",
    "750",
    "1 potion/player/week",
    "Honored",
    "When you drink this potion, your Strength score changes for 1 hour. The type of giant determines the score (see the table below). The potion has no effect on you if your Strength is equal to or greater than that score.\n\nThis potion's transparent liquid has floating in it a sliver of fingernail from a giant of the appropriate type. The potion of frost giant strength and the potion of stone giant strength have the same effect.\n\n\nPotion of Hill Giant Strength, Uncommon. 21 Strength"
  ],
  [
    "Potion of Growth",
    "Potion",
    "Uncommon",
    "1",
    "150",
    "1 potion/player/week",
    "Honored",
    "When you drink this potion, you gain the \"enlarge\" effect of the enlarge/reduce spell for 1d4 hours (no concentration required). The red in the potion's liquid continuously expands from a tiny bead to color the clear liquid around it and then contracts. Shaking the bottle fails to interrupt this process."
  ],
  [
    "Potion of  Greater Healing",
    "Potion",
    "Uncommon",
    "3",
    "500",
    "1 potion/player/week",
    "Honored",
    null
  ],
  [
    "Potion of Resistance",
    "Potion",
    "Uncommon",
    "3",
    "500",
    "1 potion/player/week",
    "Honored",
    "When you drink this potion, you gain resistance to one type of damage for 1 hour. "
  ],
  [
    "Potion of Water Breathing",
    "Potion",
    "Uncommon",
    "1",
    "150",
    "1 potion/player/week",
    "Friendly",
    "You can breathe underwater for 1 hour after drinking this potion. Its cloudy green fluid smells of the sea and has a jellyfish-like bubble floating in it."
  ],
  [
    "Ring of Jumping",
    "Ring",
    "Uncommon",
    "7",
    "1000",
    "",
    "Revered",
    "While wearing this ring, you can cast the jump spell from it as a bonus action at will, but can target only yourself when you do so."
  ],
  [
    "Ring of Mind Shielding",
    "Ring",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "While wearing this ring, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.\n\nYou can use an action to cause the ring to become invisible until you use another action to make it visible, until you remove the ring, or until you die.\n\nIf you die while wearing the ring, your soul enters it, unless it already houses a soul. You can remain in the ring or depart for the afterlife. As long as your soul is in the ring, you can telepathically communicate with any creature wearing it. A wearer can't prevent this telepathic communication."
  ],
  [
    "Ring of Puzzler's Wit",
    "Ring",
    "Uncommon",
    "5",
    "750",
    "",
    "Friendly",
    "This gold ring bears a fluorite stone and is enchanted to sharpen the wearer’s mind.\n\nThe ring has 3 charges and regains 1d4 − 1 expended charges daily at dawn. When you make an Intelligence check, you can expend 1 charge to grant yourself advantage on the check."
  ],
  [
    "Ring of Swimming",
    "Ring",
    "Uncommon",
    "5",
    "750",
    "",
    "Friendly",
    "You have a swimming speed of 40 feet while wearing this ring."
  ],
  [
    "Ring of the Orator",
    "Ring",
    "Uncommon",
    "3",
    "500",
    "",
    "Friendly",
    "This ring has 6 charges. While you wear it, you can expend 1 of its charges to project your voice to be heard clearly by all creatures within 1 mile of yourself, regardless of intervening noise, for 1 minute. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks this projection. If you project your voice while speaking a language the listening creatures don’t understand, you can make the creatures understand what you’re saying. You must be able to see the creatures to make them understand. The ring regains 1d6 expended charges daily at dawn."
  ],
  [
    "Ring of Truth Telling",
    "Ring",
    "Uncommon",
    "3",
    "500",
    "",
    "Friendly",
    "While wearing this ring, you have advantage on Wisdom (Insight) checks to determine whether someone is lying to you."
  ],
  [
    "Ring of Warmth",
    "Ring",
    "Uncommon",
    "3",
    "500",
    "",
    "Friendly",
    "While wearing this ring, you have resistance to cold damage. In addition, you and everything you wear and carry are unharmed by temperatures as low as −50 degrees Fahrenheit"
  ],
  [
    "Ring of Water Wallking",
    "Ring",
    "Uncommon",
    "3",
    "500",
    "",
    "Honored",
    "While wearing this ring, you can stand on and move across any liquid surface as if it were solid ground."
  ],
  [
    "Spell Scroll/Spellwrought Tattoo 2nd Lvl",
    "Scroll",
    "Uncommon",
    "5",
    "750",
    "1 scroll/player/week",
    null
  ],
  [
    "Spell Scroll/Spellwrought Tattoo 3nd Lvl",
    "Scroll",
    "Uncommon",
    "7",
    "1000",
    "1 scroll/player/week",
    null
  ],
  [
    "Barrier Tattoo",
    "Tattoo",
    "Uncommon",
    "1",
    "150",
    "",
    "Honored",
    null
  ],
  [
    "Coiling Grasp Tattoo",
    "Tattoo",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "Produced by a special needle, this magic tattoo has long intertwining designs.\n\nTattoo Attunement. To attune to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.\n\nIf your attunement to the tattoo ends, the tattoo vanishes, and the needle reappears in your space.\n\nGrasping Tendrils. While the tattoo is on your skin, you can, as an action, cause the tattoo to extrude into inky tendrils, which reach for a creature you can see within 15 feet of you. The creature must succeed on a DC 14 Strength saving throw or take 3d6 force damage and be grappled by you. As an action, the creature can escape the grapple by succeeding on a DC 14 Strength (Athletics) or Dexterity (Acrobatics) check. The grapple also ends if you halt it (no action required), if the creature is ever more than 15 feet away from you, or if you use this tattoo on a different creature."
  ],
  [
    "Eldrich Claw Tattoo",
    "Tattoo",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "Produced by a special needle, this magic tattoo depicts clawlike forms and other jagged shapes.\n\nTattoo Attunement. To attune to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.\n\nIf your attunement to the tattoo ends, the tattoo vanishes, and the needle reappears in your space.\n\nMagical Strikes. While the tattoo is on your skin, your unarmed strikes are considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks, and you gain a +1 bonus to attack and damage rolls with unarmed strikes.\n\nEldritch Maul. As a bonus action, you can empower the tattoo for 1 minute. For the duration, each of your melee attacks with a weapon or an unarmed strike can reach a target up to 15 feet away from you, as inky tendrils launch toward the target. In addition, your melee attacks deal an extra 1d6 force damage on a hit. Once used, this bonus action can’t be used again until the next dawn."
  ],
  [
    "Immovable Rod",
    "Wand/Staff/Rod",
    "Uncommon",
    "3",
    "500",
    "",
    "Honored",
    "This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn't move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can use an action to make a DC 30 Strength check, moving the fixed rod up to 10 feet on a success."
  ],
  [
    "Rod of the Pact Keeper +1",
    "Wand/Staff/Rod",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "While holding this rod, you gain a bonus to spell attack rolls and to the saving throw DCs of your warlock spells. The bonus is determined by the rod’s rarity.\n\nIn addition, you can regain 1 warlock spell slot as an action while holding the rod. You can’t use this property again until you finish a long rest."
  ],
  [
    "Skyblinder Staff",
    "Wand/Staff/Rod",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "You gain a +1 bonus to attack and damage rolls made with this magic quarterstaff. While holding it, you gain a +1 bonus to spell attack rolls.\n\nIf a flying creature you can see within 30 feet of you makes an attack roll against you, you can use your reaction to hold the staff aloft and cause it to flare with light. The attacker has disadvantage on the attack roll, and it must succeed on a DC 15 Constitution saving throw or be blinded until the start of its next turn."
  ],
  [
    "Staff of the Adder",
    "Wand/Staff/Rod",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "You can use a bonus action to speak the staff's command word and make the head of the staff become that of an animate poisonous snake for 1 minute. By using another bonus action to speak the command word again, you return the staff to its normal inanimate form.\n\nYou can make a melee attack using the snake head, which has a reach of 5 feet. Your proficiency bonus applies to the attack roll. On a hit, the target takes 1d6 piercing damage and must succeed on a DC 15 Constitution saving throw or take 3d6 poison damage.\n\nThe snake head can be attacked while it is animate. It has an Armor Class of 15 and 20 hit points. If the head drops to 0 hit points, the staff is destroyed. As long as it's not destroyed, the staff regains all lost hit points when it reverts to its animate form.\n(Cleric, Druid, Warlock Only)"
  ],
  [
    "Staff of the Python",
    "Wand/Staff/Rod",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "You can use an action to speak this staff's command word and throw the staff on the ground within 10 feet of you. The staff becomes a giant constrictor snake under your control and acts on its own initiative count. By using a bonus action to speak the command word again, you return the staff to its normal form in a space formerly occupied by the snake.\n\nOn your turn, you can mentally command the snake if it is within 60 feet of you and you aren't incapacitated. You decide what action the snake takes and where it moves during its next turn, or you can issue it a general command, such as to attack your enemies or guard a location.\n\nIf the snake is reduced to 0 hit points, it dies and reverts to its staff form. The staff then shatters and is destroyed. If the snake reverts to staff form before losing all its hit points, it regains all of them.\n(Cleric, Druid, Warlock Only)"
  ],
  [
    "Wand of Web",
    "Wand/Staff/Rod",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges to cast the web spell (save DC 15) from it.\n\nThe wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed."
  ],
  [
    "Bloodrage Greataxe ***",
    "Weapon",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "You gain a +2 bonus to attack and damage rolls made with this magic greataxe while you have half your hit points or fewer."
  ],
  [
    "Javelin of Lightning",
    "Weapon",
    "Uncommon",
    "10",
    "1750",
    "",
    "Revered",
    "This javelin is a magic weapon. When you hurl it and speak its command word, it transforms into a bolt of lightning, forming a line 5 feet wide that extends out from you to a target within 120 feet. Each creature in the line excluding you and the target must make a DC 13 Dexterity saving throw, taking 4d6 lightning damage on a failed save, and half as much damage on a successful one. The lightning bolt turns back into a javelin when it reaches the target. Make a ranged weapon attack against the target. On a hit, the target takes damage from the javelin plus 4d6 lightning damage.\n\nThe javelin's property can't be used again until the next dawn. In the meantime, the javelin can still be used as a magic weapon.\n\nProficiency with a javelin allows you to add your proficiency bonus to the attack roll for any attack you make with it."
  ],
  [
    "Moon Sickle +1",
    "Weapon",
    "Uncommon",
    "10",
    "1750",
    "",
    "Honored",
    "This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a bonus to attack and damage rolls made with it, and you gain a bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. The bonus is determined by the weapon’s rarity. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.\n\nWhen you cast a spell that restores hit points, you can roll a d4 and add the number rolled to the amount of hit points restored, provided you are holding the sickle."
  ],
  [
    "Trident of Fish Command",
    "Weapon",
    "Uncommon",
    "5",
    "750",
    "",
    "Honored",
    "This trident is a magic weapon. It has 3 charges. While you carry it, you can use an action and expend 1 charge to cast dominate beast (save DC 15) from it on a beast that has an innate swimming speed. The trident regains 1d3 expended charges daily at dawn.\n\nProficiency with a trident allows you to add your proficiency bonus to the attack roll for any attack you make with it."
  ],
  [
    "Winged Ammunition X5",
    "Weapon",
    "Uncommon",
    "5",
    "750",
    "",
    "Revered",
    "Ranged weapon attack rolls made with this ammunition ignore half and three-quarters cover. In addition, attacking at long range doesn’t impose disadvantage on ranged weapon attack rolls made with this ammunition."
  ],
  [
    "Alchemy Jug",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This ceramic jug appears to be able to hold a gallon of liquid and weighs 12 pounds whether full or empty. Sloshing sounds can be heard from within the jug when it is shaken, even if the jug is empty.\n\nYou can use an action and name one liquid from the table below to cause the jug to produce the chosen liquid. Afterward, you can uncork the jug as an action and pour that liquid out, up to 2 gallons per minute. The maximum amount of liquid the jug can produce depends on the liquid you named.\n\nOnce the jug starts producing a liquid, it can't produce a different one, or more of one that has reached its maximum, until the next dawn.\n\nAcid - 8 ounces\nBasic poison\t- 1/2 ounce\nBeer - 4 gallons\nHoney - 1 gallon\nMayonnaise - 2 gallons\nOil - 1 quart\nVinegar\t- 2 gallons\nWater, fresh - 8 gallons\nWater, salt - 12 gallons\nWine - 1 gallon"
  ],
  [
    "All-Purpose Tool +1",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of artisan's tool of your choice (see the \"Equipment\" chapter in the Player's Handbook for a list of artisan's tools). Whatever form the tool takes, you are proficient with it.\n\nWhile holding this tool, you gain a bonus to the spell attack rolls and the saving throw DCs of your artificer spells. The bonus is determined by the tool’s rarity.\n\nAs an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don't know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can't be used again until the next dawn."
  ],
  [
    "Amulet of Proof against Detection and Location",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "While wearing this amulet, you are hidden from divination magic. You can't be targeted by such magic or perceived through magical scrying sensors."
  ],
  [
    "Amulet of the Devout +1",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a bonus to spell attack rolls and the saving throw DCs of your spells. The bonus is determined by the amulet’s rarity.\n\nWhile you wear this amulet, you can use your Channel Divinity feature without expending one of the feature’s uses. Once this property is used, it can’t be used again until the next dawn."
  ],
  [
    "Arcane Grimoire +1",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "While you are holding this leather-bound book, you can use it as a spellcasting focus for your wizard spells, and you gain a bonus to spell attack rolls and to the saving throw DCs of your wizard spells. The bonus is determined by the book’s rarity.\n\nYou can use this book as a spellbook. In addition, when you use your Arcane Recovery feature, you can increase the number of spell slot levels you regain by 1."
  ],
  [
    "Bag of Holding",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents. Retrieving an item from the bag requires an action.\n\nIf the bag is overloaded, pierced, or torn, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. If the bag is turned inside out, its contents spill forth, unharmed, but the bag must be put right before it can be used again. Breathing creatures inside the bag can survive up to a number of minutes equal to 10 divided by the number of creatures (minimum 1 minute), after which time they begin to suffocate.\n\nPlacing a bag of holding inside an extradimensional space created by a handy haversack, portable hole, or similar item instantly destroys both items and opens a gate to the Astral Plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it to a random location on the Astral Plane. The gate then closes. The gate is one-way only and can’t be reopened."
  ],
  [
    "Bag of Tricks",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "This ordinary bag, made from gray, rust, or tan cloth, appears empty. Reaching inside the bag, however, reveals the presence of a small, fuzzy object. The bag weighs 1/2 pound.\n\nYou can use an action to pull the fuzzy object from the bag and throw it up to 20 feet. When the object lands, it transforms into a creature you determine by rolling a d8 and consulting the table that corresponds to the bag's color. See the Monsters Listing for the creature's statistics. The creature vanishes at the next dawn or when it is reduced to 0 hit points.\n\nThe creature is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its next turn, or to give it general orders, such as to attack your enemies. In the absence of such orders, the creature acts in a fashion appropriate to its nature.\n\nOnce three fuzzy objects have been pulled from the bag, the bag can't be used again until the next dawn."
  ],
  [
    "Balance of Harmony",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This scale bears celestial symbols on one pan and fiendish symbols on the other. You can use the scale to cast Detect Evil and Good as a ritual. Doing so requires you to place the scale on a solid surface, then sprinkle the pans with holy water or place a transparent gem worth 100 gp in each pan. The scale remains motionless if it detects nothing, tips to one side or the other for good (consecrated) or evil (desecrated), and fluctuates slightly if it detects a creature appropriate to the spell but neither good nor evil. By touching the scales after casting the ritual, you instantly learn any information the spell can normally convey, and then the effect ends."
  ],
  [
    "Bloodwell Vial +1",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "To attune to this vial, you must place a few drops of your blood into it. The vial can’t be opened while your attunement to it lasts. If your attunement to the vial ends, the contained blood turns to ash. You can use the vial as a spellcasting focus for your spells while wearing or holding it, and you gain a bonus to spell attack rolls and to the saving throw DCs of your sorcerer spells. The bonus is determined by the vial’s rarity.\n\nIn addition, when you roll any Hit Dice to recover hit points while you are carrying the vial, you can regain 5 sorcery points. This property of the vial can’t be used again until the next dawn."
  ],
  [
    "Boots of Elvenkind",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have advantage on Dexterity (Stealth) checks that rely on moving silently."
  ],
  [
    "Boots of Striding and Springing",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While you wear these boots, your walking speed becomes 30 feet, unless your walking speed is higher, and your speed isn't reduced if you are encumbered or wearing heavy armor. In addition, you can jump three times the normal distance, though you can't jump farther than your remaining movement would allow."
  ],
  [
    "Boots of the Winterlands",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "These furred boots are snug and feel quite warm. While you wear them, you gain the following benefits:\n\nYou have resistance to cold damage.\nYou ignore difficult terrain created by ice or snow. You can tolerate temperatures as low as −50 degrees Fahrenheit without any additional protection. If you wear heavy clothes, you can tolerate temperatures as low as −100 degrees Fahrenheit."
  ],
  [
    "Bracers of Archery",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons."
  ],
  [
    "Brooch of Shielding",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While wearing this brooch, you have resistance to force damage, and you have immunity to damage from the magic missile spell."
  ],
  [
    "Broom of Flying",
    "Wonderous Item",
    "Uncommon",
    "15",
    "2750",
    "This wooden broom, which weighs 3 pounds, functions like a mundane broom until you stand astride it and speak its command word. It then hovers beneath you and can be ridden in the air. It has a flying speed of 50 feet. It can carry up to 400 pounds, but its flying speed becomes 30 feet while carrying over 200 pounds. The broom stops hovering when you land.\n\nYou can send the broom to travel alone to a destination within 1 mile of you if you speak the command word, name the location, and are familiar with that place. The broom comes back to you when you speak another command word, provided that the broom is still within 1 mile of you."
  ],
  [
    "Cap of Water Breathing",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "While wearing this cap underwater, you can speak its command word as an action to create a bubble of air around your head. It allows you to breathe normally underwater. This bubble stays with you until you speak the command word again, the cap is removed, or you are no longer underwater."
  ],
  [
    "Circlet of Blasting",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While wearing this circlet, you can use an action to cast the scorching ray spell with it. When you make the spell's attacks, you do so with an attack bonus of +5. The circlet can't be used this way again until the next dawn."
  ],
  [
    "Circlet of Human Perfection",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "This circlet is an uncommon magic item called a circlet of human perfection. Only humanoids can attune to it. The circlet transforms its attuned wearer into an attractive human of average height and weight. The circlet chooses the physical characteristics of the form, such as age, gender, skin color, hair color, and voice. Except for size, the wearer’s statistics and racial traits don’t change, nor do items worn or carried by the wearer. Removing the circlet ends the effect."
  ],
  [
    "Cloak of Elvenkind",
    "Wonderous Item",
    "Uncommon",
    "13",
    "2250",
    "While you wear this cloak with its hood up, Wisdom (Perception) checks made to see you have disadvantage, and you have advantage on Dexterity (Stealth) checks made to hide, as the cloak's color shifts to camouflage you. Pulling the hood up or down requires an action."
  ],
  [
    "Cloak of Protection",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "You gain a +1 bonus to AC and saving throws while you wear this cloak."
  ],
  [
    "Cloak of the Manta Ray",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While wearing this cloak with its hood up, you can breathe underwater, and you have a swimming speed of 60 feet. Pulling the hood up or down requires an action."
  ],
  [
    "Decanter of Endless Water",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This stoppered flask sloshes when shaken, as if it contains water. The decanter weighs 2 pounds.\n\nYou can use an action to remove the stopper and speak one of three command words, whereupon an amount of fresh water or salt water (your choice) pours out of the flask. The water stops pouring out at the start of your next turn. Choose from the following options:\n\n\"Stream\" produces 1 gallon of water.\n\"Fountain\" produces 5 gallons of water.\n\"Geyser\" produces 30 gallons of water that gushes forth in a geyser 30 feet long and 1 foot wide. As a bonus action while holding the decanter, you can aim the geyser at a creature you can see within 30 feet of you. The target must succeed on a DC 13 Strength saving throw or take 1d4 bludgeoning damage and fall prone. Instead of a creature, you can target an object that isn't being worn or carried and that weighs no more than 200 pounds. The object is either knocked over or pushed up to 15 feet away from you"
  ],
  [
    "Deck of Illusions",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This box contains a set of parchment cards. A full deck has 34 cards. A deck found as treasure is usually missing 1d20 − 1 cards.\n\nThe magic of the deck functions only if cards are drawn at random (you can use an altered deck of playing cards to simulate the deck). You can use an action to draw a card at random from the deck and throw it to the ground at a point within 30 feet of you.\n\nAn illusion of one or more creatures forms over the thrown card and remains until dispelled. An illusory creature appears real, of the appropriate size, and behaves as if it were a real creature except that it can do no harm. While you are within 120 feet of the illusory creature and can see it, you can use an action to move it magically anywhere within 30 feet of its card. Any physical interaction with the illusory creature reveals it to be an illusion, because objects pass through it. Someone who uses an action to visually inspect the creature identifies it as illusory with a successful DC 15 Intelligence (Investigation) check. The creature then appears translucent.\n\nThe illusion lasts until its card is moved or the illusion is dispelled. When the illusion ends, the image on its card disappears, and that card can't be used again."
  ],
  [
    "Driftglobe",
    "Wonderous Item",
    "Uncommon",
    "1",
    "150",
    "This small sphere of thick glass weighs 1 pound. If you are within 60 feet of it, you can speak its command word and cause it to emanate the light or daylight spell. Once used, the daylight effect can't be used again until the next dawn.\n\nYou can speak another command word as an action to make the illuminated globe rise into the air and float no more than 5 feet off the ground. The globe hovers in this way until you or another creature grasps it. If you move more than 60 feet from the hovering globe, it follows you until it is within 60 feet of you. It takes the shortest route to do so. If prevented from moving, the globe sinks gently to the ground and becomes inactive, and its light winks out. "
  ],
  [
    "Dust of Corrosion",
    "Wonderous Item",
    "Uncommon",
    "1",
    "150",
    "As an action, you can throw this dust into the air, filling a 10-foot cube that extends out from you. Surfaces and objects made of nonmagical ferrous metal in the area instantly corrode and turn to dust, becoming useless and unsalvageable. Any creature in the area that is made wholly or partly out of ferrous metal must make a DC 13 Constitution saving throw, taking 4d8 necrotic damage on a failed save, or half as much damage on a successful one.\n\nFound in a small packet, this dust is made from finely ground rust monster antennae. There is enough dust in each packet for one use."
  ],
  [
    "Dust of Disappearance",
    "Wonderous Item",
    "Uncommon",
    "1",
    "150",
    "Found in a small packet, this powder resembles very fine sand. There is enough of it for one use. When you use an action to throw the dust into the air, you and each creature and object within 10 feet of you become invisible for 2d4 minutes. The duration is the same for all subjects, and the dust is consumed when its magic takes effect. If a creature affected by the dust attacks or casts a spell, the invisibility ends for that creature."
  ],
  [
    "Dust of Dryness",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This small packet contains 1d6 + 4 pinches of dust. You can use an action to sprinkle a pinch of it over water. The dust turns a cube of water 15 feet on a side into one marble-sized pellet, which floats or rests near where the dust was sprinkled. The pellet's weight is negligible.\n\nSomeone can use an action to smash the pellet against a hard surface, causing the pellet to shatter and release the water the dust absorbed. Doing so ends that pellet's magic.\n\nAn elemental composed mostly of water that is exposed to a pinch of the dust must make a DC 13 Constitution saving throw, taking 10d6 necrotic damage on a failed save, or half as much damage on a successful one."
  ],
  [
    "Efficient Quiver",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "Each of the quiver's three compartments connects to an extradimensional space that allows the quiver to hold numerous items while never weighing more than 2 pounds. The shortest compartment can hold up to sixty arrows, bolts, or similar objects. The midsize compartment holds up to eighteen javelins or similar objects. The longest compartment holds up to six long objects, such as bows, quarterstaffs, or spears.\n\nYou can draw any item the quiver contains as if doing so from a regular quiver or scabbard."
  ],
  [
    "Emerand Pen",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This pen is tipped with an emerald nib and requires no ink to write. While holding this pen, you can cast illusory script at will, requiring no material components."
  ],
  [
    "Eversmoking Bottle",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. The cloud's area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet.\n\nThe cloud persists as long as the bottle is open. Closing the bottle requires you to speak its command word as an action. Once the bottle is closed, the cloud disperses after 10 minutes. A moderate wind (11 to 20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round."
  ],
  [
    "Eyes of Charming",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "These crystal lenses fit over the eyes. They have 3 charges. While wearing them, you can expend 1 charge as an action to cast the charm person spell (save DC 13) on a humanoid within 30 feet of you, provided that you and the target can see each other. The lenses regain all expended charges daily at dawn."
  ],
  [
    "Eyes of Minute Seeing",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "These crystal lenses fit over the eyes. While wearing them, you can see much better than normal out to a range of 1 foot. You have advantage on Intelligence (Investigation) checks that rely on sight while searching an area or studying an object within that range."
  ],
  [
    "Eyes of the Eagle",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "These crystal lenses fit over the eyes. While wearing them, you have advantage on Wisdom (Perception) checks that rely on sight. In conditions of clear visibility, you can make out details of even extremely distant creatures and objects as small as 2 feet across."
  ],
  [
    "Feywild Shard",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "This warm crystal glints with the sunset colors of the Feywild sky and evokes whispers of emotional memory. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.\n\nWhen you use a Metamagic option on a spell while you are holding or wearing the shard, you can roll on the Wild Magic Surge table in the Player’s Handbook. If the result is a spell, it is too wild to be affected by your Metamagic, and if it normally requires concentration, it doesn’t require concentration in this case; the spell lasts for its full duration.\n\nIf you don’t have the Wild Magic Sorcerous Origin, once this property is used to roll on the Wild Magic Surge table, it can’t be used again until the next dawn."
  ],
  [
    "Figuring of Wonderous Power (Silver Raven)",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "A figurine of wondrous power is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn't enough space for the creature, the figurine doesn't become a creature.\n\nThe creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.\n\nThe creature exists for a duration specific to each figurine. At the end of the duration, the creature reverts to its figurine form. It reverts to a figurine early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. When the creature becomes a figurine again, its property can't be used again until a certain amount of time has passed, as specified in the figurine's description.\n\nSilver Raven (Uncommon). This silver statuette of a raven can become a raven for up to 12 hours. Once it has been used, it can't be used again until 2 days have passed. While in raven form, the figurine allows you to cast the animal messenger spell on it at will."
  ],
  [
    "Gauntlets of Ogre Power",
    "Wonderous Item",
    "Uncommon",
    "15",
    "2750",
    "Your Strength score is 19 while you wear these gauntlets. They have no effect on you if your Strength is 19 or higher without them."
  ],
  [
    "Gem of Brightness",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This prism has 50 charges. While you are holding it, you can use an action to speak one of three command words to cause one of the following effects:\n\nThe first command word causes the gem to shed bright light in a 30-foot radius and dim light for an additional 30 feet. This effect doesn't expend a charge. It lasts until you use a bonus action to repeat the command word or until you use another function of the gem.\nThe second command word expends 1 charge and causes the gem to fire a brilliant beam of light at one creature you can see within 60 feet of you. The creature must succeed on a DC 15 Constitution saving throw or become blinded for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\nThe third command word expends 5 charges and causes the gem to flare with blinding light in a 30- foot cone originating from it. Each creature in the cone must make a saving throw as if struck by the beam created with the second command word.\nWhen all of the gem's charges are expended, the gem becomes a nonmagical jewel worth 50 gp."
  ],
  [
    "Gloves of Missle Snaring",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "These gloves seem to almost meld into your hands when you don them. When a ranged weapon attack hits you while you're wearing them, you can use your reaction to reduce the damage by 1d10 + your Dexterity modifier, provided that you have a free hand. If you reduce the damage to 0, you can catch the missile if it is small enough for you to hold in that hand."
  ],
  [
    "Gloves of Thievery ",
    "Wonderful Item",
    "Uncommon",
    "7",
    "1000",
    null
  ],
  [
    "Gloves of Swimming and Climbing",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While wearing these gloves, climbing and swimming don't cost you extra movement, and you gain a +5 bonus to Strength (Athletics) checks made to climb or swim."
  ],
  [
    "Goggles of Night",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing these dark lenses, you have darkvision out to a range of 60 feet. If you already have darkvision, wearing the goggles increases its range by 60 feet."
  ],
  [
    "Guardian Emblem",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This emblem is the symbol of a deity or a spiritual tradition. As an action, you can attach the emblem to a suit of armor or a shield or remove it.\n\nThe emblem has 3 charges. When you or a creature you can see within 30 feet of you suffers a critical hit while you’re wearing the armor or wielding the shield that bears the emblem, you can use your reaction to expend 1 charge to turn the critical hit into a normal hit instead.\n\nThe emblem regains all expended charges daily at dawn."
  ],
  [
    "Hat of Disguise",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing this hat, you can use an action to cast the disguise self spell from it at will. The spell ends if the hat is removed."
  ],
  [
    "Headband of Intellect",
    "Wonderous Item",
    "Uncommon",
    "15",
    "2750",
    "Your Intelligence score is 19 while you wear this headband. It has no effect on you if your Intelligence is 19 or higher without it."
  ],
  [
    "Helm of Comprehending Languages",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing this helm, you can use an action to cast the comprehend languages spell from it at will."
  ],
  [
    "Helm of Telepathy",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing this helm, you can use an action to cast the detect thoughts spell (save DC 13) from it. As long as you maintain concentration on the spell, you can use a bonus action to send a telepathic message to a creature you are focused on. It can reply--using a bonus action to do so--while your focus on it continues.\n\nWhile focusing on a creature with detect thoughts, you can use an action to cast the suggestion spell (save DC 13) from the helm on that creature. Once used, the suggestion property can't be used again until the next dawn."
  ],
  [
    "Helm of Underwater Action",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing this brass helmet, you can breathe underwater, you gain darkvision with a range of 60 feet, and you gain a swimming speed of 30 feet."
  ],
  [
    "House of Cards",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This deck of cards is decorated with geometric shapes that have a protective motif. While you’re holding the deck, you can use an action to shuffle it and cause the cards to deal themselves out and transform into a shelter made of cards. The shelter can be shaped however you desire, but it must fit in a 40-foot cube centered on a point within 30 feet of you. The shelter has one door and up to four windows, and only you can open or close them. It has a floor and a roof, and it maintains a comfortable temperature inside.\n\nThe shelter has AC 15, 50 hit points, and immunity to poison and psychic damage. The shelter lasts for 24 hours, until you dismiss it as an action, or until it is reduced to 0 hit points. When the shelter’s duration ends, it transforms back into a deck of cards and appears in your hand. Once the deck has transformed into a shelter, it can’t be used again until the next dawn."
  ],
  [
    "Insignia of Claws",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "The jewels in this insignia of the Cult of the Dragon flare with purple light when you enter combat, empowering your natural fists or natural weapons.\n\nWhile wearing the insignia, you gain a +1 bonus to the attack rolls and the damage rolls you make with unarmed strikes and natural weapons. Such attacks are considered to be magical."
  ],
  [
    "Lantern of Revealing",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While lit, this hooded lantern burns for 6 hours on 1 pint of oil, shedding bright light in a 30-foot radius and dim light for an additional 30 feet. Invisible creatures and objects are visible as long as they are in the lantern's bright light. You can use an action to lower the hood, reducing the light to dim light in a 5-foot radius."
  ],
  [
    "Mask of the Beast",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This wooden mask is shaped in the likeness of a beast’s visage and has 3 charges. While wearing the mask, you can expend 1 charge and use the mask to cast the animal friendship spell as an action. The mask regains all expended charges at dawn."
  ],
  [
    "Medallion of Thoughts",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "The medallion has 3 charges. While wearing it, you can use an action and expend 1 charge to cast the detect thoughts spell (save DC 13) from it. The medallion regains 1d3 expended charges daily at dawn."
  ],
  [
    "Nature's Mantle",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This cloak shifts color and texture to blend with the terrain surrounding you. While wearing the cloak, you can use it as a spellcasting focus for your druid and ranger spells.\n\nWhile you are in an area that is lightly obscured, you can Hide as a bonus action even if you are being directly observed."
  ],
  [
    "Necklace of Adaptation",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While wearing this necklace, you can breathe normally in any environment, and you have advantage on saving throws made against harmful gases and vapors (such as cloudkill and stinking cloud effects, inhaled poisons, and the breath weapons of some dragons)."
  ],
  [
    "Night Caller",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "This whistle is carved from transparent crystal, and it resembles a tiny dragon curled up like a snail. The name Night Caller is etched on the whistle in Dwarvish runes. If a character succeeds on a DC 20 Intelligence (Arcana or History) check, the character recalls lore that says the duergar made several such whistles for various groups in an age past.\n\nIf you blow the whistle in darkness or under the night sky, it allows you to cast the Animate Dead spell. The target can be affected through up to 10 feet of soft earth or similar material, and if it is, it takes 1 minute to claw its way to the surface to serve you. Once the whistle has animated an undead creature, it can't do so again until 7 days have passed.\n\nOnce every 24 hours, you can blow the whistle to reassert control over one or two creatures you animated with it"
  ],
  [
    "Paper Bird x5",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "After you write a message of fifty words or fewer on this magic sheet of parchment and speak a creature’s name, the parchment magically folds into a Tiny paper bird and flies to the recipient whose name you uttered. The recipient must be on the same plane of existence as you, otherwise the bird turns into ash as it takes flight.\n\nThe bird is an object that has 1 hit point, an Armor Class of 13, a flying speed of 60 feet, a Dexterity of 16 (+3), and a score of 1 (−5) in all other abilities, and it is immune to poison and psychic damage.\n\nIt travels to within 5 feet of its intended recipient by the most direct route, whereupon it turns into a nonmagical and inanimate sheet of parchment that can be unfolded only by the intended recipient. If the bird’s hit points or speed is reduced to 0 or if it is otherwise immobilized, it turns into ash."
  ],
  [
    "Pearl of Power",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While this pearl is on your person, you can use an action to speak its command word and regain one expended spell slot. If the expended slot was of 4th level or higher, the new slot is 3rd level. Once you use the pearl, it can't be used again until the next dawn."
  ],
  [
    "Periapt of Health",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "You are immune to contracting any disease while you wear this pendant. If you are already infected with a disease, the effects of the disease are suppressed while you wear the pendant."
  ],
  [
    "Periapt of Wound Closure",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "While you wear this pendant, you stabilize whenever you are dying at the start of your turn. In addition, whenever you roll a Hit Die to regain hit points, double the number of hit points it restores."
  ],
  [
    "Portal Compass",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This portable arcane instrument points in the direction of the last portal it passed through while it and the portal are on the same plane of existence. If that portal no longer exists, the needle becomes static until the compass passes through a new portal."
  ],
  [
    "Psi Crystal",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This crystal grants you telepathy for as long as you remain attuned to it. See the introduction of the Monster Manual for rules on how this telepathy works. The crystal also glows with a purplish inner light while you are attuned to it. The higher your intelligence, the greater the light's intensity and the greater the range of the telepathy (see the Psi Crystal Properties table).\n\nThis crystal grants you telepathy for as long as you remain attuned to it. See the introduction of the Monster Manual for rules on how this telepathy works. The crystal also glows with a purplish inner light while you are attuned to it. The higher your intelligence, the greater the light's intensity and the greater the range of the telepathy (see the Psi Crystal Properties table).\n\nPsi Crystal Properties\nIntelligence Score\tRange of Telepathy\tLight Intensity\n3-7\t15 feet\tDim light out to a range of 5 feet\n\n8-11\t30 feet\tBright light in a 5-foot radius and dim light for an additional 5 feet\n\n12-15\t60 feet\tBright light in a 10-foot radius and dim light for an additional 10 feet\n\n16 or higher\t120 feet\tBright light in a 15-foot radius and dim light for an additional 15 feet"
  ],
  [
    "Pyroconverger",
    "Wonderous Item",
    "Uncommon",
    "13",
    "2250",
    "A Pyroconverger is an Izzet-made flamethrower. It carries a risk of malfunction each time you use it.\n\nAs an action, you can cause the Pyroconverger to project fire in a 10-foot cone. Each creature in that area must make a DC 13 Dexterity saving throw, taking 4d6 fire damage on a failed save, or half as much damage on a successful one.\n\nEach time you use the Pyroconverger, roll a d10 and add the number of times you have used it since your last long rest. If the total is 11 or higher, the Pyroconverger malfunctions: you take 4d6 fire damage, and you can’t use the Pyroconverger again until you finish a long rest."
  ],
  [
    "Robe of the Serpents",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "A robe of serpents is a stylish silk garment that is popular among wealthy nobles and retired assassins. The robe is emblazoned with 1d4 + 3 stylized serpents, all brightly colored.\n\nAs a bonus action on your turn, you can transform one of the robe’s serpents into a giant poisonous snake. The snake instantly falls from the robe, slithers into an unoccupied space next to you, and acts on your initiative count. The snake can tell friendly creatures from hostile ones and attacks the latter. The snake disappears in a harmless puff of smoke after 1 hour, when it drops to 0 hit points, or when you dismiss it (no action required). Once detached, a snake can’t return to the robe. When all of the robe’s snakes have detached, the robe becomes a nonmagical garment."
  ],
  [
    "Robe of Useful Items",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "This robe has cloth patches of various shapes and colors covering it. While wearing the robe, you can use an action to detach one of the patches, causing it to become the object or creature it represents. Once the last patch is removed, the robe becomes an ordinary garment.\n\nThe robe has two of each of the following patches:\n\nDagger\nBullseye lantern (filled and lit)\nSteel mirror\n10-foot pole\nHempen rope (50 feet, coiled)\nSack\n\nIn addition, the robe has 4d4 other patches. The GM chooses the patches or determines them randomly.\n\n\nd100\tPatch\n01-08\tBag of 100 gp\n09-15\tSilver coffer (1 foot long, 6 inches wide and deep) worth 500 gp\n16-22\tIron door (up to 10 feet wide and 10 feet high, barred on one side of your choice), which you can place in an opening you can reach; it conforms to fit the opening, attaching and hinging itself\n23-30\t10 gems worth 100 gp each\n31-44\tWooden ladder (24 feet long)\n45-51\tA riding horse with saddle bags\n52-59\tPit (a cube 10 feet on a side), which you can place on the ground within 10 feet of you\n60-68\tPotion of healing (4)\n69-75\tRowboat (12 feet long)\n76-83\tSpell scroll containing one spell of 1st to 3rd level\n84-90\tMastiff (2)\n91-96\tWindow (2 feet by 4 feet, up to 2 feet deep), which you can place on a vertical surface you can reach\n97-00\tPortable ram"
  ],
  [
    "Rope of Climbing",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "This 60-foot length of silk rope weighs 3 pounds and can hold up to 3,000 pounds. If you hold one end of the rope and use an action to speak the command word, the rope animates. As a bonus action, you can command the other end to move toward a destination you choose. That end moves 10 feet on your turn when you first command it and 10 feet on each of your turns until reaching its destination, up to its maximum length away, or until you tell it to stop. You can also tell the rope to fasten itself securely to an object or to unfasten itself, to knot or unknot itself, or to coil itself for carrying.\n\nIf you tell the rope to knot, large knots appear at 1- foot intervals along the rope. While knotted, the rope shortens to a 50-foot length and grants advantage on checks made to climb it.\n\nThe rope has AC 20 and 20 hit points. It regains 1 hit point every 5 minutes as long as it has at least 1 hit point. If the rope drops to 0 hit points, it is destroyed."
  ],
  [
    "Saddle of the Cavalier",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "While in this saddle on a mount, you can't be dismounted against your will if you're conscious, and attack rolls against the mount have disadvantage."
  ],
  [
    "Sending Stone x2",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "Sending Stones come in pairs, with each smooth stone carved to match the other so the pairing is easily recognized. While you touch one stone, you can use an action to cast the sending spell from it. The target is the bearer of the other stone. If no creature bears the other stone, you know that fact as soon as you use the stone and don't cast the spell.\n\nOnce sending is cast through the stones, they can't be used again until the next dawn. If one of the stones in a pair is destroyed, the other one becomes nonmagical."
  ],
  [
    "Sensory Stone",
    "Wonderous Item",
    "Uncommon",
    "1",
    "150",
    "This small, smooth stone contains the essence of a single experience.\nAs an action, you or a willing creature you designate can touch the stone and experience the sensation as if it happened to the designated creature. The illusory experience is fleeting and harmless, however real it might feel in the moment.\nRecord Sensation. You can use your reaction to record a short sensation lasting no longer than 6 seconds experienced by a creature of your choice within 30 feet of yourself, infusing the essence of the experience into the stone. This replaces any sensation already stored within the stone.\nSiphon Sensation. As a bonus action, you can draw on the stone's magic to end the charmed or frightened condition on yourself, destroying the stone in the process."
  ],
  [
    "Slippers of Spider Climbing",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "While you wear these light shoes, you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You have a climbing speed equal to your walking speed. However, the slippers don't allow you to move this way on a slippery surface, such as one covered by ice or oil."
  ],
  [
    "Smokepowder (1 packet)",
    "Wonderous Item",
    "Uncommon",
    "1",
    "150",
    "Smokepowder is a magical explosive chiefly used to propel a bullet out of the barrel of a firearm. It is stored in airtight wooden kegs or tiny, waterproof leather packets. A packet contains enough smokepowder for five shots, and a keg holds enough smokepowder for five hundred shots.\n\nIf smokepowder is set on fire, dropped, or otherwise handled roughly, it explodes and deals fire damage to each creature or object within 20 feet of it: 1d6 for a packet, 9d6 for a keg. A successful DC 12 Dexterity saving throw halves the damage.\n\nCasting dispel magic on smokepowder renders it permanently inert."
  ],
  [
    "Spell Gem (Lapis Lazuli)",
    "Wonderous Item",
    "Uncommon",
    "7",
    "1000",
    "A spell gem can contain one spell from any class's spell list. You become aware of the spell when you learn the gems properties. While holding the gem. you can cast the spell from it as an action if you know the spell or if the spell is on your class spell list. Doing so doesn‘t require any components and doesn't require attunement. The spell then disappears from the gem.\n\nIf the spell is of a higher level than you can normally cast. you must make an ability check using your spellcasting ability to determine whether you cast it successfully. The DC equals 10 + the spell's level. On a failed check. the spell disappears from the gem with no other effect.\n\nEach spell gem has a maximum level for the spell it can store. The spell level determines the gems rarity and the stored spell's saving throw DC and attack bonus. as shown in the Spell Gem table.\n\nYou can imbue the gem with a spell if you're attuned to it and it's empty. To do so, you cast the spell while holding the gem. The spell is stored in the gem instead of having any effect. Casting the spell must require either 1 action or 1 minute or longer, and the spell's level must be no higher than the gem's maximum. If the spell belongs to the school of abjuration and requires material components that are consumed. you must provide them. but they can be worth half as much as normal.\n\nOnce imbued with a spell. the gem can't be imbued again until the next dawn.\n\nLapis Lazuli: This Spell Gem can be imbued with a cantrip or 1st-level spell. It uses a spell save DC of 13 and an attack modifier of +5"
  ],
  [
    "Spell Gem (Obsidan)",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "A spell gem can contain one spell from any class's spell list. You become aware of the spell when you learn the gems properties. While holding the gem. you can cast the spell from it as an action if you know the spell or if the spell is on your class spell list. Doing so doesn‘t require any components and doesn't require attunement. The spell then disappears from the gem.\n\nIf the spell is of a higher level than you can normally cast. you must make an ability check using your spellcasting ability to determine whether you cast it successfully. The DC equals 10 + the spell's level. On a failed check. the spell disappears from the gem with no other effect.\n\nEach spell gem has a maximum level for the spell it can store. The spell level determines the gems rarity and the stored spell's saving throw DC and attack bonus. as shown in the Spell Gem table.\n\nYou can imbue the gem with a spell if you're attuned to it and it's empty. To do so, you cast the spell while holding the gem. The spell is stored in the gem instead of having any effect. Casting the spell must require either 1 action or 1 minute or longer, and the spell's level must be no higher than the gem's maximum. If the spell belongs to the school of abjuration and requires material components that are consumed. you must provide them. but they can be worth half as much as normal.\n\nOnce imbued with a spell. the gem can't be imbued again until the next dawn.\n\nObsidian: This Spell Gem can be imbued with a cantrip. It uses a spell save DC of 13 and an attack modifier of +5"
  ],
  [
    "Spies Murmur x2",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "This headpiece, crafted from dark metal, is worn curved around the ear. If you know a creature wearing another Spies’ Murmur and that creature is within 1 mile of you, you can communicate telepathically with each other. As a bonus action, you can allow that creature to hear everything you hear for 1 hour. You can end this effect as a bonus action, and it ends if you’re incapacitated."
  ],
  [
    "Stone of Good Luck",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "While this polished agate is on your person, you gain a +1 bonus to ability checks and saving throws."
  ],
  [
    "Wildspace Orrery",
    "Wonderous Item",
    "Uncommon",
    "5",
    "750",
    "Inside a Wildspace system, this portable arcane device automatically tracks the positions and movements of all suns, planets, moons, and comets within that system, projecting a display of all these bodies in the space above its current location. In that display, a white, pulsating pinprick of light marks the orrery’s location."
  ],
  [
    "Armor +1",
    "Armor",
    "Rare",
    "7",
    "1000",
    null
  ],
  [
    "Boots of Levitation",
    "Wonderous Item",
    "Rare",
    "10",
    "1750",
    null
  ],
  [
    "Boots of Speed",
    "Wonderous Item",
    "Rare",
    "15",
    "2750",
    null
  ],
  [
    "Bracers of Defense",
    "Wonderous Item",
    "Rare",
    "10",
    "1750",
    null
  ],
  [
    "Chime of Opening",
    "Wonderous Item",
    "Rare",
    "5",
    "750",
    null
  ],
  [
    "Wind Fan",
    "Wonderous Item",
    "Uncommon",
    "3",
    "500",
    "While holding this fan, you can use an action to cast the gust of wind spell (save DC 13) from it. Once used, the fan shouldn't be used again until the next dawn. Each time it is used again before then, it has a cumulative 20 percent chance of not working and tearing into useless, nonmagical tatters."
  ],
  [
    "Winged Boots",
    "Wonderous Item",
    "Uncommon",
    "13",
    "2250",
    "While you wear these boots, you have a flying speed equal to your walking speed. You can use the boots to fly for up to 4 hours, all at once or in several shorter flights, each one using a minimum of 1 minute from the duration. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land.\n\nThe boots regain 2 hours of flying capability for every 12 hours they aren't in use."
  ],
  [
    "Wingwear",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "This snug uniform has symbols of air stitched into it and leathery flaps that stretch along the arms, waist, and legs to create wings for gliding. A suit of wingwear has 3 charges. While you wear the suit, you can use a bonus action and expend 1 charge to gain a flying speed of 30 feet until you land. At the end of each of your turns, your altitude drops by 5 feet. Your altitude drops instantly to 0 feet at the end of your turn if you didn’t fly at least 30 feet horizontally on that turn. When your altitude drops to 0 feet, you land (or fall), and you must expend another charge to use the suit again.\n\nThe suit regains all of its expended charges after spending at least 1 hour in an elemental air node."
  ],
  [
    "Wraps of Unarmed Prowess +1",
    "Wonderous Item",
    "Uncommon",
    "10",
    "1750",
    "While you’re wearing these cloth wraps, your unarmed strikes are considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks and damage, and you gain a bonus to the attack and damage rolls of your unarmed strikes, determined by the wraps’ rarity."
  ],
  [
    "Spell Scroll/Spellwrought Tattoo 4nd Lvl",
    "Scroll",
    "Rare",
    "12",
    "1250",
    "1 scroll/player/week",
    null
  ],
  [
    "Spell Scroll/Spellwrought Tattoo 5nd Lvl",
    "Scroll",
    "Rare",
    "15",
    "1500",
    "1 scroll/player/week",
    null
  ]
]